{"docs": ["布洛芬分散片 英文名\nIbuprofen  Dispersible  Tablets", "布洛芬分散片 用药科室\n解热镇痛抗炎药", "布洛芬分散片 药物分类\n化学药品", "布洛芬分散片 药物剂量\n50mg", "布洛芬分散片 适应症\n适用于因感冒、急性上呼吸道感染、急性咽喉炎等疾病引起的发热、头痛、周身痛及关节痛；其他疾病如关节炎、牙疾等所致的轻、中度疼痛。", "布洛芬分散片 禁忌症\n1 活动期消化道溃疡。2 对本药物过敏者，因服用阿司匹林和其它非类固醇类抗炎药诱发哮喘、鼻炎或荨麻疹的患者。3 有失血倾向者。", "布洛芬分散片 药物用法\n口服或少许水制成混悬液服用。1 1～12岁儿童患者（1） 用于发热,推荐剂量为每日每公斤体重20mg（2/5片）,分三次服用,或遵医嘱.（2） 用于镇痛,推荐剂量为每日每公斤体重30mg（3/5片）,分三次服用,或遵医嘱。2 成人及12岁以上儿童，推荐剂量为一次0.2～0.4g（4～8片）一日3次,或遵医嘱。", "布洛芬分散片 不良反应\n本品的不良反应较少，一般为肠、胃不适或皮疹、头痛、耳鸣，偶见转氨酶升高等。也有引起胃肠道出血而加重溃疡的报道。", "布洛芬分散片 注意事项\n1.肠胃病患者慎用。但对其他抗风湿药物耐受性差者可能对本品有良好耐受性。2.有支气管哮喘病史患者，可能会引起支气管痉挛。3.并用抗凝血剂的患者，服药的最初几日应随时监测其凝血酶原时间。4.心功能不全患者慎用。5.连续服用三天发热不退时，应请医生诊治。6.严重肝、肾功能障碍，红斑狼疮或其它免疫疾病患者慎用。7.剧烈腹痛、粪便黑色或带血，皮肤、粘膜炎症，患眼疾者请在医生指导下用药。", "布洛芬分散片 药物相互作用\n口服降糖药、甲氨喋呤、苯妥英、毛地黄、锂剂及饮酒等可降低本品耐受量。", "布洛芬分散片 存储方式\n遮光密封，于阴凉干燥处保存。有效期暂定一年。"]}
{"docs": ["西沙必利片 英文名\nCisapride Tablets", "西沙必利片 用药科室\n消化科用药", "西沙必利片 药物分类\n化学药品", "西沙必利片 药物剂量\n5mg", "西沙必利片 儿童禁忌\n婴幼儿禁用", "西沙必利片 孕妇禁忌\n1.尽管在动物不影响胚胎形成，无原始的胚胎毒性，也无致畸作用，但若在\n妊娠期，尤其是在妊娠的头三个月应权衡利弊使用。\n2.尽管经乳汁排泄的量很少，仍建议哺乳母亲勿用。", "西沙必利片 老年人禁忌\n在老年人，由于中度延长了清除半衰期，稳态血浆浓度一般会增高，故治疗\n剂量应酌减。", "西沙必利片 适应症\n全胃肠促动力药。主要用于功能性消化不良，X线、内窥镜检查为阴性的上消化道不适，症状为早饱，饭后饱胀、食量减退、胃胀、嗳气过多、食欲缺乏、恶心、呕吐或类似溃疡的主诉（上腹部灼痛）。另可用于轻度返流性食管炎的治疗。", "西沙必利片 禁忌症\n已知对本品过敏者禁用。禁止同时口服或非肠道使用强效抑制CYP3A4酶的药物，包括：三唑类抗真菌药；大环内酯类抗生素；HIV蛋白酶抑制剂；萘法唑酮；（见药物相互作用）。心脏病、心律失常、QT间期延长者禁用，禁止与引起QT间期延长的药物一起用；有水、电解质紊乱的患者禁用，特别是低血钾或低血镁者禁用；心动过缓者禁用；先天QT间期延长或有先天QT间期延长综合症家族史者禁用；肺、肝、肾功能不全的病人禁用；婴幼儿禁用。", "西沙必利片 药物用法\n口服治疗：用量：每日最高服药剂量为30mg。成人：根据病情的程度，每日总量15～30mg，分2～3次给药，每次5mg（剂量可以加倍）。体重为25～50公斤的儿童：每次最大剂量为5mg，每日四次。或遵医嘱。体重为25公斤以下的儿童：每次0.2mg/kg体重，每日三至四次。或遵医嘱。建议尽量避免与西柚汁一起服用。在肾功能不全时，建议减半日用量。", "西沙必利片 不良反应\n因本品的药理活性，可能发生瞬时性腹部痉挛、腹鸣和腹泻。发生腹部痉挛时，可减半剂量。偶有过敏反应包括红疹、瘙痒、荨麻疹、支气管痉挛、轻度短暂的头痛或头晕以及与剂量相关的尿频的报道。极少数心律失常的报道，包括室性心动过速、室颤、尖端扭转型室速、QT延长。大多数此类病人常同时服用数种其它药物-其中包括抑制CYP3A4酶的药物，或已患有心脏病、已有心律失常的危险因素存在。罕见可逆性肝功能异常的报道，可伴或不伴胆汁郁积。虽然有男子女性乳房和乳溢的病例报道，但在大规模监测研究中发生率（<", "西沙必利片 注意事项\n用药过程中应注意检测心电图。胃肠道运动增加可造成危害的病人，必须慎用。有猝死的家庭史，要权衡利弊谨慎使用本品。QT间期大于450毫秒的病人或电解质紊乱的病人，不应使用本品。本品不影响神经运动性功能，不引起镇静和嗜睡。然而，本品可加速中枢神经系统抑制剂的吸收，如巴比妥酸盐、酒精等，因此同时给予应慎重。", "西沙必利片 药物相互作用\n本品的主要代谢途径是通过CYP3A4酶进行代谢。若同时口服或非肠道使用能抑制此酶的药物，可导致血浆西沙必利浓度升高，从而增加QT间期和心律失常的危险性，心律失常包括室性心动过速、室颤和尖端扭转型室速。所以禁止与这些药物同时服用。", "西沙必利片 存储方式\n15～30℃干燥处贮存，放于儿童不易拿到处。"]}
{"docs": ["克林霉素磷酸酯氯化钠注射液 英文名\nClindamycin Phosphate and Sodium Chloride Injection", "克林霉素磷酸酯氯化钠注射液 用药科室\n感染科用药","克林霉素磷酸酯氯化钠注射液 药物剂量\n100毫升:克林霉素0.6克与氯化钠0.9克", "克林霉素磷酸酯氯化钠注射液 儿童禁忌\n小于4岁儿童慎用。", "克林霉素磷酸酯氯化钠注射液 孕妇禁忌\n孕妇及哺乳期妇女使用本品应注意。", "克林霉素磷酸酯氯化钠注射液 适应症\n1.革兰氏阳性菌引起的下列各种感染性疾病：\n(1)扁桃体炎、化脓性中耳炎、鼻窦炎等。\n(2)急性支气管炎、慢性支气管炎急性发作、肺炎、肺脓肿和支气管扩张合并感染等。\n(3)皮肤和软组织感染：疖、痈、脓肿、蜂窝组织炎、创伤和手术后感染等。\n(4)泌尿系统感染：急性尿道炎、急性肾盂肾炎、前列腺炎等。\n(5)其他：骨髓炎、败血症、腹膜炎和口腔感染等。\n2.厌氧菌引起的各种感染性疾病：\n(1)脓胸、肺脓肿、厌氧菌性肺病。\n(2)皮肤和软组织感染、败血症。\n(3)腹腔内感染：腹膜炎、腹腔内脓肿。\n(4)女性盆腔及生", "克林霉素磷酸酯氯化钠注射液 禁忌症\n本品与林可霉素、克林霉素有交叉耐药性，对克林霉素或林可霉素有过敏史者禁用。", "克林霉素磷酸酯氯化钠注射液 药物用法\n静脉滴注：成人每日0.6—2.7g（以克林霉素计），分2—3次；儿童15—40mg/kg（以克林霉素计），分2—4次，或遵医嘱。\n静滴速度：每瓶不少于30分钟。", "克林霉素磷酸酯氯化钠注射液 不良反应\n1.长期静脉滴注应注意静脉炎的出现。\n2.胃肠道反应：偶见恶心、呕吐、腹痛及腹泻。\n3.过敏反应：少数病人可出现药物性皮疹。\n4.对造血系统基本无毒性反应，偶可引起中性粒细胞减少，嗜酸性粒细胞增多，血小板减少等。一般轻微为一过性。\n5.少数病人可发生一过性碱性磷酸酶、血清转氨酶轻度升高及黄疸。\n6.极少数病人可产生伪膜性结肠炎。", "克林霉素磷酸酯氯化钠注射液 注意事项\n1.与青霉素、头孢菌素类抗生素无交叉过敏反应，可用于对青霉素过敏者。\n2.禁与氨苄青霉素、苯妥英钠、巴比妥盐、氨茶碱、葡萄糖酸钙及硫酸镁配伍；与红霉素呈拮抗作用，不宜合用。\n3.肝、肾功能损害者及小于4岁儿童慎用。孕妇及哺乳期妇女使用本品应注意其利弊。\n4.如出现伪膜性肠炎，选用万古霉素口服0.125—0.5g，每日4次进行治疗。\n5.本品使用前应仔细检查，如有异物、溶液混浊、封口松动、瓶身有裂纹者切勿使用。\n6.本品应一次性使用，输注后的剩余药液，切勿贮藏再用。", "克林霉素磷酸酯氯化钠注射液 药物相互作用\n本品与红霉素呈拮抗作用，不宜合用。", "克林霉素磷酸酯氯化钠注射液 存储方式\n遮光，密闭，在阴凉处保存。"]}
{"docs": ["柴银口服液 用药科室\n呼吸科用药", "柴银口服液 药物分类\n中药", "柴银口服液 药物剂量\n每瓶装20毫升", "柴银口服液 适应症\n清热解毒，利咽止咳。用于上呼吸道感染外感风热证，症见：发热恶风，头痛、咽痛，汗出，鼻塞流涕，咳嗽，舌边尖红，苔薄黄。", "柴银口服液 禁忌症\n尚不明确。", "柴银口服液 药物用法\n口服。一次1瓶，一日3次，连服3天。", "柴银口服液 不良反应\n偶有腹泻。", "柴银口服液 注意事项\n脾胃虚寒者宜温服。", "柴银口服液 存储方式\n密封。"]}
{"docs": ["麻仁润肠丸 英文名\nMaren Runchang Wan", "麻仁润肠丸 用药科室\n消化科用药", "麻仁润肠丸 药物分类\n中药", "麻仁润肠丸 药物剂量\n每丸重6克", "麻仁润肠丸 孕妇禁忌\n孕妇忌服。", "麻仁润肠丸 适应症\n润肠通便。用于肠胃积热，胸腹胀满，大便秘结。", "麻仁润肠丸 禁忌症\n孕妇忌服。", "麻仁润肠丸 药物用法\n口服。一次1-2丸，一日2次。", "麻仁润肠丸 不良反应\n尚不明确。", "麻仁润肠丸 注意事项\n1.孕妇忌服。月经期慎用。\n2.年青体壮者便秘时不宜用本药。\n3.忌食生冷、油腻、辛辣食物。\n4.严重气质性病变引起的排便困难，如结肠癌，严重的肠道憩窒，肠梗阻及炎症性肠病等忌用。\n5.服药三天后症状未改善，或出现其他症状时，应及时去医院就诊。\n6.按照用法用量服用，有慢性病史者、小儿及年老体虚者不宜长期服用，应在医师指导下服用。\n7.药品性状发生改变时禁止服用。\n8.儿童必须在成人的监护下使用。\n9.请将此药品放在儿童不能接触的地方。\n10.如正在服用其他药品，使用本品前请咨询医师或药师。", "麻仁润肠丸 药物相互作用\n如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "麻仁润肠丸 存储方式\n密封"]}
{"docs": ["布洛芬缓释片 英文名\nIbuprofen Sustained Release Tablets", "布洛芬缓释片 用药科室\n解热镇痛抗炎药", "布洛芬缓释片 药物分类\n化学药品", "布洛芬缓释片 药物剂量\n0.3g", "布洛芬缓释片 适应症\n用于减轻中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛；也可用于感冒和流感引起的发热。", "布洛芬缓释片 禁忌症\n1  对其他非甾体抗炎药过敏者禁用；\n2  孕妇及哺乳期妇女禁用；\n3  对阿司匹林过敏的哮喘患者禁用。", "布洛芬缓释片 药物用法\n口服。成人，一次1片，一日2次（早晚各一次）。", "布洛芬缓释片 不良反应\n1  少数病人可出现恶心、呕吐、胃烧灼感或轻度消化不良、胃肠道溃疡及出血、转氨酶升高、头痛、头晕、耳鸣、视力模糊、精神紧张、嗜睡、下肢水肿或体重骤增；\n2  罕见皮疹、过敏性肾炎、膀胱炎、肾病综合征、肾乳头坏死或肾功能衰竭、支气管痉挛。", "布洛芬缓释片 注意事项\n1  本品为对症治疗药，不宜长期或大量使用，用于止痛不得超过5天，用于解热不得超过3天，如症状不缓解，请咨询医师或药师；\n2.必须整片吞服，不得碾碎或溶解后服用；\n3  不能同时服用其他含有解热镇痛药的药品（如某些复方抗感冒药）；\n4  服用本品期间不得饮酒或含有酒精的饮料；\n5  有下列情况患者慎用：60岁以上、支气管哮喘、肝肾功能不全、凝血机制或血小板功能障碍（如血友病）；\n6  下列情况患者应在医师指导下使用：有消化性溃疡史、胃肠道出血、心功能不全、高血压；\n7  如服用过量或出现严重不良反应，应立即就医；\n8  对本品过敏者禁用，过敏体质者慎用；\n9  本品性状发生改变时禁止使用；\n10  请将本品放在儿童不能接触的地方；\n11  如正在使用其他药品，使用本品前请咨询医师或药师。", "布洛芬缓释片 药物相互作用\n1  本品与其他解热、镇痛、抗炎药物同用时可增加胃肠道不良反应，并可能导致溃疡；\n2  本品与肝素、双香豆素等抗凝药同用时，可导致凝血酶原时间延长，增加出血倾向；\n3  本品与地高辛、甲氨蝶呤、口服降血糖药物同用时，能使这些药物的血药浓度增高，不宜同用；\n4 本品与呋塞米（呋喃苯胺酸）同用时，后者的排钠和降压作用减弱；与抗高血压药同用时，也降低后者的降压效果；\n5  如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "布洛芬缓释片 存储方式\n避光，密闭保存 室温贮藏。"]}
{"docs": ["板蓝根颗粒 用药科室\n感冒用药", "板蓝根颗粒 药物分类\n中药", "板蓝根颗粒 适应症\n清热解毒，凉血利咽。用于肺胃热盛所致的咽喉肿痛、口咽干燥；急性扁桃体炎见上述证候者。", "板蓝根颗粒 禁忌症\n忌烟，酒及辛辣，生冷，油腻食物。", "板蓝根颗粒 药物用法\n开水冲服，一次5～10g（含糖型），或一次3～6g（无糖型）一日3～4次。", "板蓝根颗粒 不良反应\n尚不明确。", "板蓝根颗粒 注意事项\n1不宜在服药期间同时服用滋补性中成药。\n2风寒感冒者不宜使用，其表现为恶寒重，发热轻，无汗，鼻塞流涕，口不渴，咳吐稀白痰。\n3有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者，孕妇或正在接受其他治疗的患者，应在医师指导下服用。\n4服药三天后，症状未改善，或出现发热咳嗽加重，并有其他症状如胸闷、心悸等应去医院就诊。\n5按照用法用量服用，小儿、年老体虚患者应在医师指导下服用。\n6连续服用应向医师咨询。\n7药品性状发生改变时禁止使用。\n8儿童必须在成人监护下使用。\n9请将此药品放在儿童不能接触的地方。\n10如正在服用其他药品，使用本品前请咨询医师或药师。", "板蓝根颗粒 药物相互作用\n如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "板蓝根颗粒 存储方式\n密封。"]}
{"docs": ["维生素B6片 英文名\nVitamin B6 Tablets", "维生素B6片 用药科室\n营养科用药", "维生素B6片 药物分类\n化学药品", "维生素B6片 药物剂量\n10mg", "维生素B6片 孕妇禁忌\n孕妇接受大量维生素B6，可致新生儿产生维生素B6依赖综合症。乳母摄入正常需要量对婴儿无不良影响。", "维生素B6片 适应症\n用于预防和治疗维生素B6缺乏症，如脂溢性皮炎、唇干裂。也可用于减轻妊娠呕吐。", "维生素B6片 禁忌症\n尚不明确。", "维生素B6片 药物用法\n口服。成人，一日1-2片；儿童，一日0.5～1片，连用3周。", "维生素B6片 不良反应\n维生素B6在肾功能正常时几乎不产生毒性。若每天服用200mg，持续30天以上，曾报道可产生维生素B6依赖综合征。每日应用2～6g，持续几个月，可引起严重神经感觉异常，进行性步态不稳至足麻木、手不灵活，停药后可缓解，但仍软弱无力。", "维生素B6片 注意事项\n1 必须按推荐剂量服用，不可超量服用，用药3周后应停药。2 孕妇及哺乳期妇女应在医师指导下使用。3 如服用过量或出现严重不良反应，应立即就医。4 对本品过敏者禁用，过敏体质者慎用。5 本品性状发生改变时禁止使用。6 请将本品放在儿童不能接触的地方。7 儿童必须在成人监护下使用。8 如正在使用其他药品，使用本品前请咨询医师或药师。", "维生素B6片 药物相互作用\n1.小剂量维生素B6（一日5毫克）与左旋多巴合用，可降低后者治疗帕金森病的疗效。但制剂中若含有脱羧酶抑制剂如卡比多巴时，对左旋多巴无影响。 2.氯霉素、盐酸肼酞嗪、异烟肼、青霉胺及免疫抑制剂包括糖皮质激素、环磷酰胺、环孢素等药物可拮抗维生素B6或增强维生素B6经肾排泄，甚至可引起贫血或周围神经炎。 3.服用雌激素时应增加维生素B6的用量，因为雌激素可使维生素B6在体内的活性降低。4.如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "维生素B6片 存储方式\n遮光，密闭保存。"]}
{"docs": ["氯雷他定胶囊 英文名\nLoratadine", "氯雷他定胶囊 用药科室\n呼吸科用药", "氯雷他定胶囊 药物分类\n化学药品", "氯雷他定胶囊 药物剂量\n10毫克", "氯雷他定胶囊 适应症\n用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕、鼻痒、鼻塞以及眼部痒及烧灼感。口服药物后，鼻和眼部症状及体征得以迅速缓解。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其他过敏性皮肤病的症状及体征。", "氯雷他定胶囊 禁忌症\n特异体质的病人禁用。", "氯雷他定胶囊 药物用法\n口服。成人及12岁以上儿童：一日1次，一次1粒（10毫克）。 2～12岁儿童：体重>30公斤：一日1次，一次1粒（10毫克）。", "氯雷他定胶囊 不良反应\n在每天10mg的推荐剂量下，本品未见明显的镇静作用。常见不良反应有乏力、头痛、嗜睡、口干、胃肠道不适包括恶心、胃炎以及皮疹等。罕见不良反应有脱发、过敏反应、肝功能异常、心动过速及心悸等。", "氯雷他定胶囊 注意事项\n1  严重肝功能不全的患者请在医生指导下使用。 \n2  妊娠期及哺乳期妇女慎用。\n3  在做皮试前约48小时左右应中止使用本品，因抗组胺药能阻止或降低皮试的阳性反应发生。\n4  对本品过敏者禁用，过敏体质者慎用。\n5  本品性状发生改变时禁止使用。\n6  请将本品放在儿童不能接触的地方。\n7  儿童必须在成人监护下使用。\n8  如正在使用其他药品，使用本品前请咨询医师或药师。", "氯雷他定胶囊 药物相互作用\n同时服用酮康唑、大环内酯类抗生素、西咪替丁、茶碱等药物，会提高氯雷他定在血浆中的浓度，应慎用。其他已知能抑制肝脏代谢的药物，在未明确与氯雷他定相互作用前应谨慎合用。", "氯雷他定胶囊 存储方式\n密封，遮光。"]}
{"docs": ["板蓝根颗粒 药物分类\n中药", "板蓝根颗粒 药物剂量\n(1)每袋装5g(相当于饮片7g)(2)每袋装10g(相当于饮片14g)(3)每袋装3g(无蔗糖,相当于饮片7g)"]}
{"docs": ["氯雷他定片 英文名\nLoratadine Tablets", "氯雷他定片 用药科室\n感冒用药", "氯雷他定片 药物分类\n化学药品", "氯雷他定片 药物剂量\n10毫克", "氯雷他定片 儿童禁忌\n12岁以下儿童应用本品的安全性尚未确定。", "氯雷他定片 孕妇禁忌\n孕妇慎用。服药期宜停止哺乳。", "氯雷他定片 老年人禁忌\n肝肾功能轻中度受损时，对本药的代谢和排泄无明显的影响，所以老年患者用药量与成人相同。", "氯雷他定片 适应症\n用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕、鼻痒、鼻塞（鼻塞是耳鼻咽喉科常见的症状之一，最常见的原因包括鼻炎，鼻中隔偏曲，鼻息肉，鼻窦炎等。理论上来说，鼻塞都可以通过不同的治疗方法进行解决。）以及眼部痒及烧灼感。口服药物后，鼻和眼部症状及体征得以迅速缓解。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其他过敏性皮肤病的症状及体征。", "氯雷他定片 禁忌症\n对本品中的成分过敏或特异体质的病人禁用。", "氯雷他定片 药物用法\n1. 成人及12岁以上儿童：一日1次，一次1片(10毫克)。\n2. 2～12岁儿童：\n体重>30公斤：一日1次，一次1片(10毫克);\n体重≤30公斤：一日1次，一次半片(5毫克)。", "氯雷他定片 不良反应\n主要包括头痛，嗜睡，疲乏，口干视觉模糊，血压降低或升高，心悸，晕厥，运动机能亢进，肝功能改变，黄疸，肝炎，肝坏死，脱发，癫痫发作，乳房肿大，多形性红斑及全身性过敏反应。", "氯雷他定片 注意事项\n1.严重肝功能不全的患者请在医生指导下使用。\n2.妊娠期及哺乳期妇女慎用。\n3.在作皮试前的约48小时左右应中止使用本品，因抗组胺药能阻止或降低皮试的阳性反应发生。(皮试是皮肤(或皮内)敏感试验的简称。某些药物在临床使用过程中容易发生过敏反应，如青霉素、链霉素、细胞色素C等，常见的过敏反应包括皮疹、荨麻疹、皮炎、发热、血管神经性水肿、哮喘、过敏性休克等，其中以过敏性休克最为严重，甚至可导致死亡。)\n4.对本品过敏者禁用，过敏体质者慎用。\n5.本品性状发生改变时禁止使用。\n6.请将本品放在儿童不能接触的地方。\n7.儿童必须在成人监护下使用。\n8.如正在使用其他药品，使用本品前请咨询医师或药师。", "氯雷他定片 药物相互作用\n1.同时服用酮康唑、大环内酯类抗生素、西咪替丁、茶碱等药物，会提高氯雷他定在血浆中的浓度，应慎用。其他已知能抑制肝脏代谢的药物，在未明确与氯雷他定相互作用前应谨慎合用。\n2.抑制肝药物代谢酶功能的药物能使本品的代谢减慢。每日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧乙基氯雷他定的血浆浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。\n3.如正在服用其它药品，使用本品前请咨询医师或药师。", "氯雷他定片 存储方式\n密封保存。"]}
{"docs": ["卡马西平片 英文名\nCarbamazepine", "卡马西平片 用药科室\n脑神经科用药", "卡马西平片 药物分类\n化学药品", "卡马西平片 药物剂量\n0.1g", "卡马西平片 儿童禁忌\n本品可用于各年龄段儿童，具体参考[用法用量]。", "卡马西平片 孕妇禁忌\n本品能通过胎盘，是否致畸尚不清楚，妊娠早期需慎用；\n本品能分泌入乳汁，约为血药浓度60%，哺乳期妇女不宜应用。", "卡马西平片 老年人禁忌\n老年患者对本品敏感者多，常可引起认知功能障碍、激越、不安、、\n焦虑、精神错乱、房室传导阻滞或心动过缓，也可引起再障。", "卡马西平片 适应症\n1.复杂部分性发作（亦称精神运动性发作或颞叶癫癎）、全身强直-阵孪性发作、上述两种混合性发作或其他部分性或全身性发作；对典型或不典型失神发作、肌阵孪或失神张力发作无效。2.三叉神经痛和舌咽神经痛发作，亦用作三叉神经痛缓解后的长期预防性用药。也可用于脊髓痨和多发性硬化、糖尿病性周围性神经痛、患肢痛和外伤后神经痛以及疱疹后神经痛。3.预防或治疗躁狂-抑郁症；对锂或抗精神病药或抗抑郁药无效的或不能耐受的躁狂-抑郁症，可单用或与锂盐和其它抗抑郁药合用。4.中枢性部分性尿崩症，可单用或氯磺丙脲或氯贝丁酯等合用。5.", "卡马西平片 禁忌症\n禁用：有房室传导阻滞，血清铁严重异常、骨髓抑制、严重肝功能不全等病史者。", "卡马西平片 药物用法\n成人常用量1.抗惊厥，开始一次0.1g，一日2~3次;第二日后每日增加0.1g，直到出现疗效为止;维持量根据调整至最低有效量，分次服用;注意个体化，最高量每日不超过1.2g。2.镇痛，开始一次0.1g，一日2次;第二日后每隔一日增加0.1~0.2g，直到疼痛缓解，维持量每日0.4~0.8g，分次服用;最高量每日不超过1.2g。3.尿崩症，单用时一日0.3~0.6g，如与其他抗利尿药合用，每日0.2~0.4g，分3次服用。4.抗燥狂或抗精神病，开始每日0.2~0.4g，每周逐渐增加至最大量1.6g，分3~4次服用。", "卡马西平片 不良反应\n1.较常见的不良反应是中枢神经系统的反应，表现为视力模糊、复视、眼球震颤。2.因刺激抗利尿激素分泌引起水的潴留和低钠血症(或水中毒)，发生率约10~15%。3.较少见的不良反应有变态反应，Stevens-Johnson综合症或中毒性表皮坏死溶解症、皮疹、荨麻疹、瘙痒;儿童行为障碍，严重腹泻，红斑狼疮样综合症(荨麻疹、瘙痒、皮疹、发热、咽喉痛、骨或关节痛、乏力)。4.罕见的不良反应有腺体病，心律失常或房室传导阻滞(老年人尤其注意)，骨髓抑制，中枢神经系统中毒(语言困难、精神不安、耳鸣、颤、幻视)，过敏性肝炎，低钙血症，直接影响骨代谢导致骨质疏松，肾脏中毒，周围神经炎，急性尿紫质病，栓塞性脉管炎，过敏性肺炎，急性间歇性卟啉病，可致甲状腺功能减退。因注意有一例合并无菌性脑膜炎的肌阵孪性癫癎患者，接受本品治疗后引起脑膜炎复发。偶见粒细胞减少，可逆性血小板减少，再障，中毒性肝炎。", "卡马西平片 注意事项\n1.与三环类抗抑郁药有交叉过敏反应。2.用药期间注意检查：全血细胞检查(包括血小板、网织红细胞及血清铁，应经常复查达2~3年)，尿常规，肝功能，眼科检查;卡马西平血药浓度测定。3.一般疼痛不要用本品。4.糖尿病人可能引起尿糖增加，应注意。5.癫癎患者不能突然撤药。6.已用其他抗癫癎药的病人，本品用量应逐渐递增，治疗4周后可能需要增加剂量，避免自身诱导所致血药浓度下降。7.下列情况应停药：肝中毒或骨髓抑制症状出现，心血管系统不良反应或皮疹出现。8.用于特异性疼痛综合征止痛时，如果疼痛完全缓解，应每月减量至停药。9.饭后服用可减少胃肠反应，漏服时应尽快补服，不可一次服双倍量，可一日内分次补足。10.下列情况应慎用：乙醇中毒，心脏损害，冠心病，糖尿病，青光眼，对其他药物有血液反应史者(易诱发骨髓抑制)，肝病，抗利尿激素分泌异常或其他内分泌紊乱，尿潴留，肾病。\n【孕妇及哺乳期妇女用药】本品能通过胎盘，是否致畸尚不清楚，妊娠早期需慎用;本品能分泌入乳汁，约为血药浓度60%，哺乳期妇女不宜应用。", "卡马西平片 药物相互作用\n1.与对乙酰氨基酚合用，尤其是单次超量或长期大量，肝脏中毒的危险增加，有可能使后者疗效降低。2.与香豆素类抗凝药合用，由于本品的肝酶的正诱导作用，使抗凝药的血浓度降低，半衰期缩短，抗凝效应减弱，应测定凝血酶原时间而调整药量。3.与碳酸酐酶抑制药合用，骨质疏松的危险增加。4.由于本品的肝酶诱导作用，与氯磺丙脲、氯贝丁酯(安妥明)、去氨加压素(desmopressin)、赖氨加压素(lypressin)、垂体后叶素、加压素等合用，可加强抗利尿作用，合用的各药都需减量。5.与含雌激素的避孕药、环孢素、洋地黄类(可能地高辛除外)、雌激素、左旋甲状腺素或奎尼丁合用时，由于卡马西平对肝代谢酶的正诱导，这些药的效应都会降低，用量应作调整，改用仅含孕激素(黄体酮)的口服避孕药。与口服避孕药合用可能出现阴道大出血。6.与多西环素(强力霉素)合用，后者的血药浓度可能降低，必要时需要调整用量。7.红霉素与醋竹桃霉素(troleandomycin)以及右丙氧芬(detropropoxyphene)可抑制卡马西平的代谢，引起后者血药浓度的升高，出现毒性反应。8.氟哌啶醇、洛沙平、马普替林、噻吨类或三环类抗抑郁药可增强卡马西平的代谢，引起后者血药浓度升高，出现毒性反应。9.锂盐可以降低卡马西平的抗利尿作用。10.与单胺氧化酶(MAO)抑制合用，可引起高热或(和)高血压危象、严重惊厥甚至死亡，两药应用至少要间隔14天。当卡马西平用作抗惊厥剂时，MAO抑制药可以改变癫癎发作的类型。11.卡马西平可以降低诺米芬辛(nomifensine)的吸收并加快其消除。12、苯巴比妥和苯妥英加速卡马西平的代谢，可将卡马西平的t1/2降至9~10小时。", "卡马西平片 存储方式\n密封。"]}
{"docs": ["头孢克肟片 英文名\nCefixime Tablets", "头孢克肟片 用药科室\n感染科用药", "头孢克肟片 药物分类\n化学药品", "头孢克肟片 适应症\n本品适用于敏感菌所致的咽炎、扁桃体炎、急性支气管炎和慢性支气管炎急性发作、中耳炎、尿路感染、单纯性淋病(宫颈炎或尿道炎)等。", "头孢克肟片 禁忌症\n对本品或头孢菌素类抗生素有过敏史者禁用。", "头孢克肟片 药物用法\n成人每日400mg，儿童每日8mg/kg，可单次或分2次口服。儿童体重≥50kg或年龄≥12岁时用成人剂量。治疗单纯性淋病时宜400mg单剂疗法。治疗单纯性淋病时宜400mg单剂疗法。肾功能不全的患者其肌酐清除率（CCr）为21～60ml/min并进行血液透析者给标准剂量的50%，即每日给药300mg； CCr≤20ml/min并进行腹膜透析者给标准剂量的50%，即每日给药200mg。", "头孢克肟片 不良反应\n头孢克肟不良反应大多短暂而轻微。最常见者为胃肠道反应，其中腹泻16％、大便次数增多6％、腹痛3％、恶心7％、消化不良3％、腹胀4％；发生率低于2％的不良反应有皮疹、荨麻疹、药物热、瘙痒、头痛、头昏。实验室异常表现为一过性ALT、AST、ALP、LDH、胆红素、BUN、Cr 升高，血小板和白细胞计数一过性减少和嗜酸性粒细胞增多，直接Coombs试验阳性等。", "头孢克肟片 注意事项\n1. 对头孢菌素类抗生素有过敏史者禁用。肠炎患者慎用,6月以下儿童不宜应用。过去有青霉素过敏休克病史的患者慎用本品，因亦有发生过敏性休克的可能。\n2. 肾功能不全者血清半衰期延长，须调整给药剂量。\n3. 相同剂量混悬剂与片剂服用后以前者为高。血药浓度以前者为高。\n4. 治疗化脓性链球菌感染疗程至少需10天。\n5.中耳炎患者宜用混悬剂治疗。", "头孢克肟片 药物相互作用\n1.本品与下列药物有配伍禁忌；硫酸阿米卡星、庆大霉素、卡那霉素、妥布霉素。新霉素、盐酸金霉素、盐酸四环素、盐酸土霉素、粘菌素甲磺酸钠、硫酸多粘菌素B、葡萄糖酸红霉素、乳糖酸红霉素、林可霉素、磺胺异恶唑、氨茶碱、可溶性巴比妥、氯化钙、葡萄糖酸钙、盐酸苯海拉明的其他抗组胺药、利多卡因、去甲肾上腺素、间羟胺、哌甲酯、琥珀胆碱等。偶亦可能与下列药品发生配伍禁 J忌：青霉素、甲氧西林、琥珀酸氢化可的松、苯妥英钠。丙氯拉嗪（Prochlorperazine）、维生素B族和维生素C、水解蛋白。\n2.呋塞米、依他尼酸、布美他尼等强利尿药，卡氮芥、链佐星（streptozocin）等抗肿瘤药以及氨基糖苷类抗生素与本品合用有增加肾毒性的可能\n3. 棒酸可增加本品对某些因产生B内酰胺酶而对之耐药的革兰氏阴性杆菌的抗菌活性。", "头孢克肟片 存储方式\n密封，置阴凉干燥处。"]}
{"docs": ["小儿善存片 英文名\nCentrum Junior Tablets", "小儿善存片 用药科室\n儿科用药", "小儿善存片 药物分类\n化学药品", "小儿善存片 适应症\n本品为维生素及矿物质药品。用于3—12岁儿童维生素和矿物质的补充。", "小儿善存片 禁忌症\n慢性肾功能衰竭、高钙血症、高磷血症伴肾性佝偻病患者禁用。苯丙酮尿症患者禁用。", "小儿善存片 药物用法\n口服，一日1片", "小儿善存片 不良反应\n偶见胃部不适。", "小儿善存片 注意事项\n1  严格按规定的剂量服用，需要大量服用时，请咨询医师或药师。\n2  如服用过量或出现严重不良反应，应立即就医。\n3  对本品过敏者禁用，过敏体质者慎用。\n4  本品性状发生改变时禁止使用。\n5  请将本品放在儿童不能接触的地方。\n6  儿童必须在成人监护下使用。\n7  如正在使用其他药品，使用本品前请咨询医师或药师。", "小儿善存片 药物相互作用\n1.抗酸药可影响本品中维生素A的吸收，故不应同服。\n2.不应与含有大量镁、钙的药物合用，以免引起高镁、高钙血症。\n3.如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "小儿善存片 存储方式\n遮光密封。"]}
{"docs": ["木糖醇颗粒 英文名\nXylitol Granules", "木糖醇颗粒 用药科室\n内分泌科用药", "木糖醇颗粒 药物分类\n化学药品", "木糖醇颗粒 药物剂量\n10g:9.85g", "木糖醇颗粒 适应症\n用作糖尿病患者的糖的代用品。", "木糖醇颗粒 禁忌症\n1  对本品过敏者禁用.\n2  低血糖患者禁用.", "木糖醇颗粒 药物用法\n口服。成人一次1袋，一日3-5次。", "木糖醇颗粒 不良反应\n初服时可有肠鸣、腹胀、腹泻等症状。适当减少剂量，可减少不良反应。", "木糖醇颗粒 注意事项\n1 儿童用量请咨询医师或药师。2 本品不宜过量服用。3 对本品过敏者禁用，过敏体质者慎用。4 本品性状发生改变时禁止使用。5 请将本品放在儿童不能接触的地方。6 儿童必须在成人监护下使用。7 如正在使用其他药品，使用本品前请咨询医师或药师。", "木糖醇颗粒 药物相互作用\n如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。", "木糖醇颗粒 存储方式\n密闭,阴凉干燥处保存."]}